---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.IFrameworkElementCreator
source: html/0165b9be-4760-1fab-2343-1ca8af63148f.htm
---
# IFrameworkElementCreator Members

Method called to create the FrameworkElement.